Repository: larin/bwlist
Catalog: translations/*.po
Languages: ru

source: Black white list
ru: Чёрно-белый список

source: Add to the black list
ru: Очернить

source: Add to the white list
ru: Обелить

source: Delete from any list
ru: Очистить

source: Icon value:
ru: Значения иконок:

source: Filter:
ru: Фильтровать:

source: Blog/forum posts
ru: Темы в блогах и на форумах

source: Comments
ru: Комментарии

source: Switch OFF for
ru: Выключить для

source: Switch ON for
ru: Включить для

source: (Switch OFF)
ru: (Выключить)

source: (Switch ON)
ru: (Включить)

source: Creates lists of ignored users (black list) or non-ignored (white list) for each user.
ru: Создаёт чёрные и белые списки, обеспечивает фильтрацию блогов, форумов и комментариев.
